{
    "intents": [
      {
        "tag": "greet",
        "patterns": ["नमस्ते", "हाय", "हैलो", "सुप्रभात", "शुभ संध्या", "हाय वहाँ"],
        "responses": ["नमस्ते! मैं आपकी कैसे सहायता कर सकता हूँ?"],
        "context_set": ""
      },
      {
        "tag": "Exit",
        "patterns": ["धन्यवाद", "शुक्रिया", "अलविदा", "फिर मिलेंगे", "लेटर", "फिर मिलते हैं", "गुडबाय", "मैं जा रहा हूँ", "अच्छा दिन हो", "तुमने मेरी मदद की", "बहुत धन्यवाद", "बहुत बड़ा धन्यवाद", "तुम सबसे अच्छे हो", "बहुत अच्छी मदद", "बहुत बढ़िया", "तुम एक अच्छे सीखने वाले दोस्त हो"],
        "responses": ["आशा करता हूँ कि मैं आपकी सहायता कर सका, अलविदा।"],
        "context_set": ""
      },
      {
        "tag": "soya bean mosaic virus",
        "patterns": ["सोयाबीन मोजेक वायरस को कैसे नियंत्रित किया जाता है?", "सोयाबीन मोजेक वायरस के बारे में बताइए", "सोयाबीन मोजेक वायरस क्या है?", "मोजेक वायरस क्या होता है?"],
        "responses": ["सोयाबीन मोजेक वायरस पॉटीवायरस सोयाबीन मोजेक का कारण है। इसके कारण उत्पादन हानि हो सकती है, बीज गुणवत्ता प्रभावित हो सकती है, और बीज उत्पादन और सूक्ष्मजीवन संघनन में कमी हो सकती है। सोयाबीन मोजेक को नियंत्रित करने के लिए: स्वस्थ / प्रमाणित बीज का उपयोग करें, खेत में खरपतवार से मुक्त रखें, प्रभावित पौधों को अलग करें और उन्हें जला दें, सोयाबीन मोजेक के वेक्टर को नियंत्रित करने के लिए 30 और 45 दिनों के बाद थियामेथोक्सम 25 डब्ल्यूजी @ 100 ग्राम / हेक्टेयर या मेथिल डेमिटन 800 मिलीलीटर / हेक्टेयर के दो फोलियर स्प्रे का उपयोग करें।"],
        "context_set": ""
      },
      {
        "tag": "symptoms",
        "patterns": ["इसके लक्षण क्या हैं?", "इसके लक्षण क्या होते हैं?", "कैसे सत्यापित करें कि पौधे मोजेक वायरस से पीड़ित हैं?", "कोई विशेष लक्षण होते हैं क्या जिससे पता लगा सके कि पौधे मोजेक वायरस से पीड़ित हैं?"],
        "responses": ["अनियमित पत्ती मोटलापन, पत्ती का विकृति, सामान्य से हल्की पत्ती की नसें। मोजेक लक्षण विभिन्न हो सकते हैं लेकिन आमतौर पर अनियमित पत्ती मोटलापन (हल्के और गहरे हरे या पीले पैच या स्ट्रीक) शामिल होते हैं। पत्तियाँ आमतौर पर संकुचित, मुड़ी हुई या स्क्रैच की होती हैं; नसें सामान्य से हल्की हो सकती हैं या गहरे हरे या पीले बंदों के साथ हो सकती हैं।"],
        "context_set": ""
      },
      {
        "tag": "concern",
        "patterns": ["सोयाबीन के बीज सही तरीके से कैसे संग्रहीत करें?", "मैं सोयाबीन के बीज कैसे संग्रहीत कर सकता हूँ?"],
        "responses": ["सर्दियों के लिए, वाणिज्यिक सोयाबीन को 13% नमी या उससे कम में संग्रहीत करें। 15% नमी से कम वाली सोयाबीन को बिन फैन्स के साथ सुखा सकते हैं। एक बोने वाले मौसम के बीज को 12% नमी या उससे कम होना चाहिए। कैरीओवर बीज को 10% नमी या उससे कम पर संग्रहीत करें।"],
        "context_set": ""
      },
      {
        "tag": "prevention",
        "patterns": ["सोयाबीन के कीटों को कैसे नियंत्रित करें?", "पौधों को रोकने के लिए क्या चरण उठाएं?", "क्या आप मुझे बता सकते हैं कि मैं पौधों को विभिन्न बीमारियों से कैसे सुरक्षित कर सकता हूँ?"],
        "responses": ["सोयाबीन के कीटों को नियंत्रित करने के लिए कई रणनीतियाँ हो सकती हैं। इनमें से कुछ हैं, सोयाबीन के फसल की प्रबंधनिक व्यवस्था, संभावित कीटनाशकों के उपयोग का मुख्य तत्व होता है, और संक्रमण प्रभावित संग्रहीत बीज का उपयोग करने से बचें। बीज उपचार, प्रतिबंधित बीजों का उपयोग करना और फसल संरक्षण प्रथाओं को पालन करना भी मददगार साबित हो सकता है।"],
        "context_set": ""
      }
    ]
  }
  